// the keys are full genre / default names. the values should be localized names short enough to appear as a folder title 
// without being truncated

// default name if no common genre is available
"Folder" = "フォルダ";

// default name for folders containing bookmarks and webclips
"Bookmarks" = "ブックマーク";

// genre names
"Social Networking" = "SNS";
"Reference" = "レファレンス";
"News" = "ニュース";
"Games" = "ゲーム";
"Productivity" = "仕事効率化";
"Entertainment" = "娯楽";
"Lifestyle" = "生活";
"Navigation" = "ナビ";
"Music" = "ミュージック";
"Utilities" = "便利ツール";
"Travel" = "旅行";
"Sports" = "スポーツ";
"Healthcare & Fitness" = "健康";
"Photography" = "写真";
"Finance" = "ファイナンス";
"Business" = "ビジネス";
"Education" = "教育";
"Weather" = "天気";
"Books" = "ブック";
"Medical" = "メディカル";
"Stores" = "Store";

// game subgenre names
"Action Games" = "アクション";
"Adventure Games" = "ADV";
"Arcade Games" = "アーケード";
"Board Games" = "ボード";
"Card Games" = "カード";
"Casino Games" = "カジノ";
"Dice Games" = "さいころ";
"Educational Games" = "教育";
"Family Games" = "キッズ";
"Kids Games" = "キッズ";
"Music Games" = "ミュージック";
"Puzzle Games" = "パズル";
"Racing Games" = "レーシング";
"Role Playing Games" = "RPG";
"Simulation Games" = "SLG";
"Sports Games" = "スポーツ";
"Strategy Games" = "ストラテジー";
"Trivia Games" = "トリビア";
"Word Games" = "単語";



